const AMOUNT_OF_CARDS = 25;
const ANY_START_ZERO = 0;
const FIRST_ID = 1;
const MIN_LIKES = 15;
const MAX_LIKES = 200;
const MIN_AVATAR_ID = 15;
const MAX_AVATAR_ID = 200;
const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];
const NAMES = [
  'Ксения',
  'Олег',
  'Лариса',
  'Евгений',
  'Юрий',
  'Татьяна',
  'Валентина',
  'Марина',
  'Владислав',
  'Алекснадр',
  'Елена',
  'Вероника',
];

export {
  AMOUNT_OF_CARDS,
  ANY_START_ZERO,
  FIRST_ID,
  MIN_LIKES,
  MAX_LIKES,
  MIN_AVATAR_ID,
  MAX_AVATAR_ID,
  MESSAGES,
  NAMES,
};
